[Translation]

TRANSLATION_BY=Käännös
TRANSLATION_NAME=VeikkoM
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=Suomi
FILEVER=7200

[MainPopup]

MNU_OPEN_PICPICK=Kuva&editori
MNU_CAPTURE=Näytön&kaappaus
MNU_CAPTURE_FULLSCREEN=&Koko näyttö
MNU_CAPTURE_ACTIVEWINDOW=&Aktiivinen ikkuna
#7.2.0
MNU_CAPTURE_WINDOW=&Ikkuna
#7.2.0
MNU_CAPTURE_CONTROL=Ikkunoiden &hallinta
MNU_CAPTURE_SCROLLINGWINDOW=&Vieritettävä ikkuna
MNU_CAPTURE_REGION=&Vapaa alue
MNU_CAPTURE_FIXEDREGION=&Kiinteä alue
MNU_CAPTURE_FREEHAND=Vapaalla &kädellä
MNU_CAPTURE_WEBPAGE=&Verkkosivu
MNU_CAPTURE_REPEAT=Toista &viimeisin ruutukaappaus
MNU_WIDGET=Näytä avustaja...
MNU_CAPTURE_SETTING=Kaappausa&setukset
MNU_OUTPUTTYPE=Lähtötyyppi
MNU_OUTPUTTYPE_PICPICK=PicPick Editori
MNU_OUTPUTTYPE_CLIPBOARD=Leikepöytä
MNU_OUTPUTTYPE_SAVEIMAGE=Kuva&tiedosto
MNU_OUTPUTTYPE_SAVEFOLDER=&Autom. tallennus...
MNU_OUTPUTTYPE_OTHER=U&lkoinen ohjelma...
MNU_OUTPUTTYPE_FTP=F&TP-palvelin
MNU_OUTPUTTYPE_SHARE=J&aa
MNU_OUTPUTTYPE_SENDTO=Lähe&tä ->
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft O&utlook
MNU_OUTPUTTYPE_PRINTER=T&ulostin
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Pilvipalvel&u
MNU_OUTPUTTYPE_WEB=Internet &URL
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Oletuskuva&formaatti
MNU_OPT_OPENEDITOR=Avaa &Editori, kun ohjelma käynnistyy
MNU_OPT_STARTUPPROGRAM=&Suorita PicPick käynnistyksen yhteydessä
MNU_COLORPICKER=Värin&valitsin
MNU_COLORPALETTE=Värip&aletti
MNU_COPYCOLORTYPE=Kopioi &väri...
MNU_COLORHISTORY=Väri&historia
MNU_COLORHISTORY_CLEAR=&Tyhjennä
MNU_MAGNIFIER=&Suurennuslasi
MNU_PIXELRULER=Pikseli&viivain
MNU_PROTRACTOR=Kulmami&ttari
MNU_CROSSHAIR=Hius&ristikko
MNU_WHITEBOARD=&Piirustustaulu
MNU_CLOUDEXPLORER=Pilvien t&utkinta
MNU_ABOUT_PICPICK=&Ohjelman &asetukset...
MNU_EXIT_PICPICK=Po&istu

[Widget]

MNU_WIDGET=Pienois&ohjelma
MNU_WIDGET_LOCK=&Lukitse pienoisohjelma
MNU_WIDGET_SMALLICONS=Näytä &pienet kuvakkeet
MNU_WIDGET_AUTOHIDE=A&uto-piilotus
MNU_WIDGET_OPACITY=&Peittävyys
MNU_WIDGET_ALWAYSTOP=&Aina pinnalla
MNU_WIDGET_CLOSE=&Sulje pienoisohjelma
MNU_WIDGET_OPTIONS=&Avustaja-asetukset

[PicPickEditor]

MNU_START=Aloitus
MNU_FILE=&Tiedosto
MNU_FILE_NEW=&Uusi
MNU_FILE_OPEN=&Avaa...
MNU_FILE_OPENCLIPBOARD=Uusi &leikepöydältä
MNU_FILE_OPENURL=Avaa &URL-osoitteesta
MNU_FILE_OPEN_RECENT=Nykyinen
MNU_FILE_OPEN_BROWSE=Selaa 
MNU_FILE_SAVESAME=&Tallenna
MNU_FILE_SAVE=Tallenna &nimellä...
MNU_FILE_SAVESELECT=Tallenna &valinta nimellä...
MNU_FILE_SAVEALL=Tallenna k&aikki...
MNU_FILE_PRINT=&Tulosta...
MNU_FILE_CLOSEIMAGE=&Sulje
MNU_FILE_CLOSECURRENTIMAGE=&Nykyinen kuva
MNU_FILE_CLOSEALLIMAGE=&Kaikki kuvat
MNU_FILE_CLOSEALLSAVEDIMAGE=Kaikki &tallennetut kuvat
MNU_FILE_CLOSEPICPICK=P&oistu
MNU_EDIT=&Muokkaa
MNU_EDIT_UNDO=&Kumoa
MNU_EDIT_REDO=&Tee uudelleen
MNU_EDIT_CUT=Le&ikkaa
MNU_EDIT_COPY=&Kopioi
MNU_EDIT_PASTE=&Liitä
MNU_EDIT_PASTEFROMFILE=Liitä &tiedostosta...
MNU_EDIT_SELECTDEL=&Poista
MNU_EDIT_SELECTNEW=Rajaa
MNU_EDIT_DESELECT=Poi&sta valinta
MNU_EDIT_SELECTALL=Valitse k&aikki
MNU_EDIT_IMAGERESIZE=Kuvakoon &muutos...
MNU_EDIT_CANVASRESIZE=Kangaskoon muu&tos...
MNU_EDIT_VIEWBITMAP=&Näytä bittikartta kokonäytöllä.
MNU_TOOLS=&Työkalut
MNU_TOOLS_FULLSCREEN=Kaappaa &koko näyttö
MNU_TOOLS_ACTIVEWINDOW=Kaappaa &aktiivinen ikkuna
#7.2.0
MNU_TOOLS_WINDOW=&Ikkunan kaappaus
#7.2.0
MNU_TOOLS_CONTROL=Kaappaa ikkuna&ohjaus
MNU_TOOLS_SCROLLINGWINDOW=Kaappaa &vieritettävä ikkuna
MNU_TOOLS_WEBPAGE=Kaappaa &verkkosivusto
MNU_TOOLS_REGION=Kaappaa &alue
MNU_TOOLS_FIXEDREGION=Kaappaa kii&nteä alue
MNU_TOOLS_FREEHAND=Kaappaa vapaalla &kädellä
MNU_TOOLS_REPEAT=Toista &viimeisin kaappaus
MNU_TOOLS_COLORPICKER=Väri&valitsin
MNU_TOOLS_COLORPALETTE=Värip&aletti
MNU_TOOLS_MAGNIFIER=&Suurennuslasi
MNU_TOOLS_PIXELRULER=Pikseliv&iivain
MNU_TOOLS_PROTRACTOR=Kulmami&ttari
MNU_TOOLS_CROSSHAIR=Hius&ristikko
MNU_TOOLS_WHITEBOARD=&Piirustustaulu
MNU_TOOLS_SCREENRECORDER=Näytön &tallennin
MNU_TOOLS_OPTION=Asetukse&t
MNU_TOOLSOPTION=Kaappausa&setukset
MNU_TOOLSOPTION_OUTPUTTYPE=Ulostulo&tyyppi
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Oletus&formaatti
MNU_TOOLSOPTION_DUALMONITORS=Tuki &kahdelle näytölle
MNU_TOOLSOPTION_HOTKEY=Vaihda &pikanäppäimiä...
MNU_TOOLSOPTION_SOUND=Ota käyttöön &äänitehosteet
MNU_TOOLSOPTION_SCROLLCAPTURE=Ota käyttöön &autom. vieritys
MNU_TOOLSOPTION_MOUSECURSOR=Näytä o&soitin kuvassa
MNU_TOOLSOPTION_STARTUPPROGRAM=Suorita PicPick käynnistettäessä
MNU_TOOLSOPTION_OPENEDITOR=Avaa &editori ohjelman käynnistyessä
MNU_TOOLS_COLORTYPE=Kopi&oi väri...
MNU_EFFECT=Teho&steet
MNU_EFFECT_INVERT=Käänte&inen
MNU_EFFECT_GRAYSCALE=&Harmaasävy
MNU_EFFECT_MOSAIC=&Pikselöi...
MNU_EFFECT_BLUR=&Sumennna
MNU_EFFECT_SHARPEN=&Terävöitä
MNU_EFFECT_BRIGHTNESS=Ki&rkkaus / Kontrasti...
MNU_EFFECT_HSL=&Sävy / Kylläisyys...
MNU_EFFECT_BORDER=Reuna&tehosteet
MNU_EFFECT_FLIP=&Käännä...
MNU_EFFECT_FLIPH=Käännä &vaakasuunnassa
MNU_EFFECT_FLIPV=Käännä &pystysuunnassa
MNU_EFFECT_ROTATE=&Kierrä
MNU_EFFECT_ROTATE90=&90° myötäpäivään
MNU_EFFECT_ROTATE180=&180° myötäpäivään
MNU_EFFECT_ROTATE270=&270° myötäpäivään
MNU_EFFECT_FRAME=K&ehys...
MNU_EFFECT_COLORBALANCE=Väri&tasapaino...
MNU_EFFECT_WATERMARK=&Vesileima...
MNU_WINDOW=&Ikkuna
MNU_WINDOW_CASCADE=&Kaskadi
MNU_WINDOW_TILEH=Laatta &vaakasuoraan
MNU_WINDOW_TILEV=Laatta &pystysuoraan
MNU_WINDOW_MINIMIZEALL=Pienennä kaikki
MNU_HELP=O&hje
MNU_HELP_WEBSITE=Kotisivut...
MNU_HELP_ABOUT =Tietoja...
MNU_HELP_UPDATE=Tarkista päivitykset
PNL_TOOL_TOOLS=Työkalut
PNL_TOOL_COLOR=Väri
PNL_TOOL_PROPERTY=Ominaisuudet
LBL_TOOL_WIDTHS=Leveys :
LBL_TOOL_OPACITY=Peittävyys:
LBL_TOOL_SHAPE=Muoto:
TAB_HOME=Koti
TAB_FILE=Tiedosto
TAB_VIEW=Näkymä
TAB_SHAPES=Kuviot
TAB_SHAPES_SUB=Formaatti
TAB_SHAPES_TEXT=Teksti
TAB_NUMBERSTAMP=Numeroleima
TAB_NUMBERSTAMP_SUB=Formaatti
TAB_SELECTION=Valinta
TAB_SELECTION_SUB=Formaatti
TAB_MAGNIFIER=Suurennustehoste
TAB_MAGNIFIER_SUB=Formaatti
TAB_STAMPS=Leimat
TAB_STAMPS_SUB=Formaatti
TAB_SHARE=Jaa
TBR_CLIPBOARD=Leikepöytä
TBN_CLIPBOARD_PASTE=Liitä
TBN_CLIPBOARD_CUT=Leikkaa
TBN_CLIPBOARD_COPY=Kopioi
TBN_CLIPBOARD_DELETE=Poista
TBR_VIEW=Näytä
TBN_VIEW_ZOOMIN=Lähennä
TBN_VIEW_ZOOMOUT=Loitonna
TBN_VIEW_FULL=Kokonäyttö
TBN_VIEW_100=Todellinen koko
TBR_IMAGE=Kuva
TBN_IMAGE_EFFECT=Tehosteet
TBN_IMAGE_CROP=Rajaa
TBN_IMAGE_RESIZE=Muuta kokoa
TBN_IMAGE_ROTATE=Kierrä
TBR_TOOLS=Työkalut
TBR_COLOR=Värit
TBN_COLOR1=Väri1
TBN_COLOR2=Väri2
POP_COLORTYPE1=Pastellivärit
POP_COLORTYPE2=Ensisijaiset värit
TBR_SHOWHIDE=Näytä tai piilota
TBN_RULER=Viivain
TBN_STATUSBAR=Tilapalkki
TBN_TAB=Välilehti
TBN_THUMBNAIL=Pienoiskuvat
TBN_PANE=Yksityiskohdat
TBR_WINDOW=Ikkuna
TBN_CASCADE=Kaskadi
TBN_ARRANGEALL=Järjestä kaikki
TBN_REGISTER=&Rekisteröi...
TBN_TOOLS_SELECT=Valitse
TBN_TOOLS_MOVE=Siirrä
TBN_TOOLS_DRAW=Piirrä
TBN_TOOLS_DRAW_BRUSH=&Sivellin
TBN_TOOLS_DRAW_ERASER=&Pyyhekumi
TBN_TOOLS_DRAW_MARKER=&Markkeri
TBN_TOOLS_DRAW_PEN=&Kynä
TBN_TOOLS_DRAW_CALLIGRAPHY=&Kalligrafia
TBN_TOOLS_DRAW_SMARTERASER=Älykäs pyyh&ekumi
TBN_TOOLS_DRAW_AIRBRUSH=&Väriruisku
TBN_TOOLS_DRAW_MOSAIC=Pi&kselöivä sivellin
TBN_TOOLS_FILL=Täyttö
TBN_TOOLS_FILL_OPTIONS=Täyttöasetukset
TBN_TOOLS_FILL_STANDARD=&Yhtenäinen täyttö
TBN_TOOLS_FILL_REPLACEMENT=Värin ko&rvaava täyttö
TBN_TOOLS_STAMPS=Leimat
TBN_TOOLS_STAMPS_NUMBER=Numeromerkit
TBN_TOOLS_STAMPS_GENERAL=Yleismerkit
TBN_TOOLS_STAMPS_CURSOR=Kursorimerkit
TBN_SELECT_SELECTION_SHAPES=Valinnan muodot
TBN_SELECT_SELECTION_OPTIONS=Valinnan vaihtoehdot
TBN_SELECT_RECTANGLE=Suo&rakulmainen valinta
TBN_SELECT_ELLIPSE=&Soikiovalinta
TBR_SIZE=Koko
TBN_MORECOLORS=Lisää
MNU_PALETTETYPE=Paletin tyyppi
TBR_COLORPALETTE=Paletti
TBN_THEME=Teemavärit
TBN_THEME_DEFAULT=Oletus
TBN_THEME1=Teema 1
TBN_THEME2=Teema 2
TBN_THEME3=Teema 3
TBN_THEME4=Teema 4
TBN_THEME5=Teema 5
TBN_STANDARD_COLORS=Vakiovärit
TBN_CUSTOM_COLORS=Mukautetut värit
TBN_MORE_COLORS=&Lisää värejä...
TBN_ADD_CUSTOM_COLOR=&Lisää mukautettuihin väreihin
TBN_REMOVE_CUSTOM_COLOR=&Poista mukautetuista väreistä
MNU_TOPBAR_TITLE=Mukauta yläpainikkeita
MNU_TOPBAR_MINIMIZERIBBON=&Minimoi nauha
MNU_QAT_TITLE=Mukauta pikatyökaluriviä
MNU_QAT_ADD=&Lisää pikatyökaluriville
MNU_QAT_DELETE=&Poista pikatyökalu&riviltä
MNU_QAT_ABOVE=&Näytä pikatyökalurivi nauhan yläpuolella
MNU_QAT_BELOW=Näytä &pikatyökalurivi nauhan alapuolella
MNU_QAT_DELETE=Palau&ta pikatyökalurivi
TBN_VIEW_TOUCHMODE=Kosketustila
TBN_RIBBON_COLLAPSE=Kutista nauha
TBN_RIBBON_PIN=Kiinnitä nauha
OPEN_ALL_IMAGE_FILES=Kaikki kuvatiedostot
OPEN_BITMAP_FILES=Bittikarttatiedostot
OPEN_ALL_FILES=Kaikki tiedostot
TAB_LAYERS=Tasot
TAB_LAYERS_SUB=Formaatti
TAB_HISTORY=Historia
TAB_FORMAT_SHAPE=Muotoile hahmoa
MNU_MAXIMIZE=Ma&ximoi
MNU_MINIMIZE=Mi&nimoi
MNU_CLOSE=&Sulje
MNU_RESTOREDOWN=&Palauta alaspäin
MNU_CLOSEALL=Sulje k&aikki
MNU_FILE_OPEN_FOLDERS=Kansiot
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Oletustulostuskansio
MNU_FILE_OPEN_RECENT_IMAGES=Viimeaikaiset kuvat
MNU_FILE_OPEN_RECENT_FOLDERS=Viimeisimmät kansiot
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Leikepöytä
MNU_FILE_OPEN_OPTIONS_URL=Kuvan URL
MNU_LIST_PIN=&Kiinnitä luetteloon
MNU_LIST_UNPIN=&Poista kiinnitys luettelosta
MNU_LIST_REMOVE=&Poista luettelosta
MNU_LIST_CLEAR=Tyhjennä kiinnittämättömät kohteet
MNU_COPY_PATH=&Kopioi polku leikepöydälle
MNU_FILE_INFO=&Info
MNU_HELP_REPORT=Raportoi ongelmasta
MNU_QAT_MORE=&Lisää komentoja...
TBN_COLOR_DEFAULT=Oletusvärit
TBN_COLOR_SWAP=Vaihda värejä
TBN_COLOR_PICK=Värinvalitsin

[PicPickEditor Tip]

TIP_FILE_NEW=Luo uusi tyhjä kuva
TIP_FILE_OPEN=Avaa olemassa oleva kuva
TIP_FILE_OPENCLIPBOARD=Avaa kuva leikepöydältä
TIP_FILE_OPENURL=Avaa kuva URL-osoitteesta
TIP_FILE_SAVE=Talenna aktiivinen kuva
TIP_FILE_SAVEAS=Talenna aktiivinen kuva uudella nimellä
TIP_FILE_SAVESELECT=Tallenna valinta uudella nimellä
TIP_FILE_SAVEALL=Tallenna kaikki kuvat uudella nimellä
TIP_FILE_PRINT=Tulosta kuva
TIP_FILE_CLOSEIMAGE=Sulje nykyinen kuva
TIP_FILE_CLOSEALLIMAGE=Sulje kaikki kuvatiedostot
TIP_FILE_CLOSEALLSAVEDIMAGE=Sulje kaikki tallennetut kuvatiedostot
TIP_FILE_CLOSEPICPICK=Sulje ikkuna
TIP_EDIT_UNDO=Kumoa viimesin toiminto
TIP_EDIT_REDO=Toista aiemmin peruttu toiminto uudelleen
TIP_EDIT_CUT=Leikkaa valinta ja kopioi leikepöydälle
TIP_EDIT_COPY=Kopioi valinta leikepöydälle
TIP_EDIT_PASTE=Liitä leikepöydän sisältö aktiiviseen kuvaan  
TIP_EDIT_PASTEFROMFILE=Liitä tiedosto nykyiseen kuvaan
TIP_EDIT_SELECTDEL=Pyyhi valinta
TIP_EDIT_SELECTNEW=Rajaa kuva valitulle alueelle
TIP_EDIT_DESELECT=Poista kuvan valinta
TIP_EDIT_SELECTALL=Valitse koko kuva
TIP_EDIT_IMAGERESIZE=Muuta kuvan kokoa
TIP_EDIT_CANVASRESIZE=Muuta kankaan kokoa
TIP_EDIT_VIEWBITMAP=Näytä bittikartta kokonäytöllä.
TIP_TOOLS_CAPTURE=Näytä kaappauspalkki näytöllä
TIP_TOOLS_FULLSCREEN=Kaappaa kuva työpöydästä
TIP_TOOLS_ACTIVEWINDOW=Kaappaa kuva aktiivisesta ikkunasta
#7.2.0
TIP_TOOLS_WINDOW=Kaappaa kuva valitusta ikkunasta.
#7.2.0
TIP_TOOLS_CONTROL=Kaappaa kuva ikkunan ohjauksesta
TIP_TOOLS_SCROLLINGWINDOW=Kaappaa kuva vieritysikkunan ohjaimesta
TIP_TOOLS_WEBPAGE=Kaappaa kuva verkkosivustosta
TIP_TOOLS_REGION=Kaappaa suorakulmainen alue
TIP_TOOLS_FREEHAND=Kaappaa vapaalla kädellä piirretty alue
TIP_TOOLS_FIXEDREGION=Kaappaa kiinteä suorakulmainen alue
TIP_TOOLS_REPEAT=Kaappaa sama alue, kuin aiemmin
TIP_TOOLS_CAPTUREMENU=Kaappaa kuva näytöltä
TIP_TOOLS_COLORPICKER=Poimi värikoodi näytöltä
TIP_TOOLS_COLORPALETTE=Hae ja viritä haluamasi väri
TIP_TOOLS_MAGNIFIER=Mittaa työpöydän objektien ja kuvien koko
TIP_TOOLS_PIXELRULER=Näytä pikseliviivain
TIP_TOOLS_PROTRACTOR=Mittaa mikä tahansa kulma näytöllä
TIP_TOOLS_CROSSHAIR=Selvitä suhteellinen koordinaatti
TIP_TOOLS_WHITEBOARD=Piirrä ja jaa mitä tahansa näytöllä
TIP_TOOLS_OPTION=Näytä joitain vaihtoehtoja ohjelmasta
TIP_TOOLS_SCREENRECORDER=Tallenna video työpöydän näytöstä
TIP_TOOLSOPTION=Muuta kaappausasetuksia
TIP_TOOLSOPTION_OUTPUTTYPE=Muuta kaappauksien ulostuloa
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Muuta oletustiedostoformaatti
TIP_TOOLSOPTION_DUALMONITORS=Tuki kahdelle näytölle kuvaa kaapattaessa
TIP_TOOLSOPTION_HOTKEY=Muuta toimintojen pikanäppäimiä...
TIP_TOOLSOPTION_SOUND=Salli äänitehosteet kuvaa kaapatessa
TIP_TOOLSOPTION_SCROLLCAPTURE=Kaappaa kuva vieritysohjaimesta
TIP_TOOLSOPTION_MOUSECURSOR=Sisällytä hiiren osoitin kaappaukseen
TIP_TOOLSOPTION_STARTUPPROGRAM=Suorita PicPick Windowsin käynnistyessä
TIP_TOOLSOPTION_OPENEDITOR=Avaa PicPickin editori käynnistyksessä
TIP_TOOLS_COLORTYPE=Muuta kopioväriä [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Käännä kuvan värit
TIP_EFFECT_GRAYSCALE=Muunna kuva 256-väriseksi harmaasävyksi
TIP_EFFECT_MOSAIC=Käytä pikselöintiä
TIP_EFFECT_BLUR=Käytä sumennusta
TIP_EFFECT_SHARPEN=Käytä terävöitystä
TIP_EFFECT_BRIGHTNESS=Säädä kuvan tietyn värialueen kirkkautta ja kontrastia.
TIP_EFFECT_HSL=Säädä kuvan tietyn väriskaalan värisävyä ja värikylläisyyttä.
TIP_EFFECT_COLORBALANCE=Säädä tietyn värivalikoiman tasapainoa kuvassa.
TIP_EFFECT_FLIPH=Kääntää valitun alueen tai koko kuvan vaakasuorassa.
TIP_EFFECT_FLIPV=Kääntää valitun alueen tai koko kuvan pystysuorassa.
TIP_EFFECT_ROTATE90=Käännä 90° astetta myötäpäivään
TIP_EFFECT_ROTATE180=Käännä 180° astetta myötäpäivään
TIP_EFFECT_ROTATE270=Käännä 270° astetta myötäpäivään
TIP_EFFECT_FRAME=Käytä kehystehostetta
TIP_EFFECT_WATERMARK=Lisää vesileima
TIP_WINDOW_CASCADE=Järjestää ikkunat päällekkäisiksi laatoiksi
TIP_WINDOW_TILEH=Järjestää ikkunat vaakasuoriksi, ei päällekkäisiksi laatoiksi
TIP_WINDOW_TILEV=Järjestää ikkunat pystysuoraan, ei päällekkäisiksi laatoiksi
TIP_WINDOW_MINIMIZEALL=Minimoi kaikki avoimet ikkunat
TIP_HELP_WEBSITE=Käy virallisella verkkosivustolla
TIP_HELP_ABOUT=Näyttää ohjelman tiedot ja tekijänoikeudet
TIP_HELP_UPDATE=Tarkista ohjelmistopäivitykset 
TIP_TOOL_MOVE=Siirrä koko kuva tai valittu objekti
TIP_TOOL_SELECT=Valitse kuvan osa
TIP_TOOL_FILL=Napsauta aluetta kankaalla täyttääksesi sen väreillä.
TIP_TOOL_PICKCOLOR=Valitse väri ruudulta ja käytä sitä piirtämiseen.
TIP_TOOL_DRAW=Piirrä erilaisilla siveltimillä.
TIP_TOOL_STAMPS=Piirrä leimoja kuvaan
TIP_TOOL_SHAPE=Piirrä muotoja kuvaan
TIP_SIZE=Valitse valitun työkalun leveys
TIP_TOOL_TEXT=Lisää tekstiä kuvaan
TIP_OUTPUTTYPE_MSWORD=Lisää kopio tästä kuvasta Microsoft Wordiin
TIP_OUTPUTTYPE_MSEXCEL=Lisää kopio tästä kuvasta Microsoft Exceliin
TIP_OUTPUTTYPE_MSPOWERPOINT=Lisää kopio tästä kuvasta Microsoft PowerPointiin
TIP_OUTPUTTYPE_SKYPE=Lähetä kopio tästä kuvasta Skypeen
TIP_OUTPUTTYPE_PROGRAM=Lähetä kopio tästä kuvasta ulkoiseen sovellukseen.
TIP_OUTPUTTYPE_MSOUTLOOK=Liitä kopio tästä kuvasta Microsoft Outlookiin
TIP_OUTPUTTYPE_FACEBOOK=Lataa ja jaa tämä kuva Facebookissa
TIP_OUTPUTTYPE_TWITTER=Lataa ja jaa tämä kuva Twitterissä
TIP_OUTPUTTYPE_FTP=Lataa tämä kuva suoraan FTP:n sijaintiin
TIP_OUTPUTTYPE_WEBUPLOAD=Lataa tämä kuva jollekin sivustolle verkossa
TIP_OUTPUTTYPE_CLOUD=Lataa tämä kuva Dropboxiin, Google Driveen tai vastaavaan
TIP_OUTPUTTYPE_DROPBOX=Lataa ja jaa tämä kuva Dropboxiin
TIP_OUTPUTTYPE_GOOGLE=Lataa ja jaa tämä kuva Google Driveen
TIP_OUTPUTTYPE_ONEDRIVE=Lataa ja jaa tämä kuva OneDriveen
TIP_OUTPUTTYPE_MSPAINT=Lataa ja kopioi tämä kuva Microsoft Paintiin
TIP_IMAGE_ROTATEFLIP=Kierrä tai käännä kuvaa tai valintaa
TIP_TOOLS_EFFECT=Valitse tehosteet
TIP_TOOLS_WIDTHS=Valitse leveys
TIP_TOOLS_OPACITY=Valitse peittävyys
TIP_VIEW_ZOOMIN=Lähennä kuvaa
TIP_VIEW_ZOOMOUT=Loitonna kuvaa
TIP_VIEW_ZOOMSELECT=Lähennä tai loitonna
TIP_VIEW_ACTUALSIZE=Lähennä 100%:iin
TIP_VIEW_THUMBNAIL=Näytä pikkukuvasivu valitaksesi kuvan nopeasti  
TIP_SHOW_RULER=Näytä tai piilota viivaimet kuvien mittaamiseksi
TIP_SHOW_STATUSBAR=Näytä tai piilota tilapalkki ikkunan alaosassa
TIP_SHOW_TAB=Näytä tai piilota välilehtipalkki
TIP_SHOW_PANE=Näytä tai piilota tietoruutu
TIP_COLOR_COLOR1=Etualan väri
TIP_COLOR_COLOR2=Taustan väri
TIP_COLOR_SWAP=Vaihda etu- ja taustavärit
TIP_COLOR_DEFAULT=Etualan ja taustan oletusvärit
TIP_COLOR_MORE=Näytä lisää paletteja
TIP_SHAPE_FLATTEN=Tasoita kuviot
TIP_SHAPE_DELETE=Poista kuvio
TIP_SHAPE_DUPLICATE=Monista kuvio
TIP_SHAPE_FILL=Täytä valittu kuvio
TIP_SHAPE_OUTLINE=Kuvion ääriviiva
TIP_SHAPE_EFFECTS=Muotoile kuviot
TIP_SHAPE_ADDTEXT=Lisää tekstiä kuvioon
TIP_SHAPE_FLATTEN_ALL=Tasoita kaikki kuviot
TIP_SHAPE_BRINGTOFRONT=Siirrä valittua kohdetta eteenpäin niin, että sitä peittää vähemmän sen edessä olevat kohteet
TIP_SHAPE_SENDTOBACK=Lähetä valittu objekti taaksepäin niin, että sen edessä olevat objektit peittävät sen.
TIP_TEXT_BOLD=Lihavoitu
TIP_TEXT_ITALIC=Kursivoitu
TIP_TEXT_UNDERLINE=Alleviivaus
TIP_TEXT_ALIGN_LEFT=Tasaa vasemmalle
TIP_TEXT_ALIGN_CENTER=Keskelle
TIP_TEXT_ALIGN_RIGHT=Tasaa oikealle
TIP_TEXT_ALIGN_TOP=Pystytasaus ylös
TIP_TEXT_ALIGN_MIDDLE=Pystytasaus keskelle
TIP_TEXT_ALIGN_BOTTOM=Pystytasaus alas
TIP_TEXT_WORDWRAP=Rivitys
TIP_TEXT_COLOR=Tekstin väri
TIP_TEXT_SIZE=Tekstin koko
TIP_TEXT_FONTFAMILY=Tekstin kirjasinperhe
TIP_OPEN_PICPICK=Avaa PicPick-editori
TIP_AUTO_SAVE=Tallenna kuvat automaattisesti.
TIP_ALWAYSCOPYCLIPBOARD=Kopioi kaapattu kuva aina leikepöydälle.
TIP_NEW_LAYER=Luo uusi taso
TIP_CHANGE_SHAPE=Muuta piirroksen hahmoa säilyttäen kaikki muotoilut.
TIP_FORMAT_SHAPE=Muuta hahmon muotoa
TIP_LAYER_BRINGTOFRONT=Tuo valittu kohde kaikkien muiden kohteiden eteen.
TIP_LAYER_SENDTOBACK=Vie valittu kohde kaikkien muiden kohteiden taakse.
TIP_LAYER_BRINGFORWARD=Siirrä valittua kohdetta yksi taso ylös niin, että se on piilossa harvempien kohteiden takana.
TIP_LAYER_SENDBACKWARD=Vie valittu objekti yksi taso alas niin, että se on piilossa useamman objektin takana.
TIP_CAPTURE_DELAY=Aseta aikaviive ennen kaappausta
TIP_HELP_REPORT=Lähetä raportti auttaaksesi meitä parantamaan
TIP_FILE_RENAME=Nimeä nykyinen kuvatiedosto uudelleen.
TIP_FILE_OPEN_LOCATION=Näytä tiedosto resurssienhallinnassa.
TIP_FILE_COPY_PATH=Kopioi tiedostopolku leikepöydälle.
TIP_FILE_EXIT=Sulje sovellus.
TIP_EDIT_COPY_ALL=Kopioi koko kuva ja vie se leikepöydälle.
TIP_EDIT_SELECT_RECT=Valitse suorakulmainen alue piirtämällä kankaalle.
TIP_EDIT_SELECT_ELLIPSE=Valitse ellipsimäinen alue piirtämällä kankaalle.
TIP_EDIT_SELECT_INVERT=Käännä nykyinen valinta päinvastaiseksi.
TIP_DRAW_REPLACECOLOR=Napsauta aluetta, jonka haluat korvata kankaalla olevalla värillä.
TIP_EDIT_CROP_NEW=Luo uusi kuva valitusta alueesta.
TIP_SHAPE_EFFECTS=Käytä visuaalista tehostetta valittuun muotoon.
TIP_SHAPE_STYLE=Käytä tyyliä valittuun muotoon.
TIP_STAMP_STYLE=Käytä tyyliä valittuun leimaan.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Ikkunanhallinta
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Vieritettävä ikkuna
DLG_REGIONCAPTURE_TITLE=PicPick - Kaappausalue
DLG_FIXEDREGIONCAPTURE_TITLE=Kaappaa kiinteä alue
DLG_FREEHANDCAPTURE_TITLE=PicPick - Vapaalla kädellä valittu alue
DLG_WHITEBOARDTOOL_TITLE=PicPick - Piirustustaulu
DLG_MAGNIFIER_TITLE=PicPick - Suurennuslasi
DLG_COLORPICKER_TITLE=PicPick - Värinvalitsin
DLG_CROSSHAIR_TITLE=PicPick - Hiusristikko
DLG_COLORPALETTE_TITLE=Väripaletti
DLG_AUTOSAVE_TITLE=Autom. tallennus
DLG_NEWIMAGE_TITLE=Uusi kuva
DLG_PRINT_TITLE=Tulosta
DLG_CANVASSET_TITLE=Kangaskoon muutos
DLG_IMAGERESIZE_TITLE=Kuvakoon muutos
DLG_ABOUT_TITLE=Tietoja
DLG_PIXELATE_TITLE=Pikselöi
DLG_HUESATURATION_TITLE=Sävy / kylläisyys
DLG_BRIGHTNESSCONTRAST_TITLE=Kirkkaus / kontrasti
DLG_FRAME_TITLE=Kehys
DLG_WATERMARK_TITLE=Vesileima
DLG_FONTVIEW_TITLE=Lisää tekstiä
DLG_CAPTURE_TITLE=Kaappaus
DLG_CHANGEHOTKEY_TITLE=Pikanäppäimet
DLG_WEBPAGECAPTURE_TITLE=PicPick - Verkkosivujen kaappaus
DLG_SHORTCUT_TITLE=Vaihda pikanäppäimiä
DLG_SETUP_TITLE=Ohjelman asetukset
DLG_FILENAMESETUP_TITLE=Tiedoston nimi
DLG_IMAGES_TITLE=Kuvat
DLG_GENERALSETUP_TITLE=Yleiset
DLG_SCREEN_RECORDER_TITLE=Tallennus
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editori
DLG_ARROWSET_TITLE=Mukautettu nuoli
DLG_FACEBOOK_TITLE=Facebook-yhteys
DLG_TWITTER_TITLE=Twitter-yhteys
DLG_WEBUPLOAD_TITLE=Lähetä Internetiin
DLG_QAT_TITLE=Pikatyökalurivi
BTN_ADD=&Lisää
BTN_REMOVE=&Poista
BTN_OK=&OK
BTN_CANCEL=&Peruuta
BTN_APPLY=&Käytä
#7.2.0
BTN_CLOSE=&Sulje
BTN_IGNORE=&Ohita
BTN_RESET=&Palauta
#7.2.0

[About]

GRP_PRESET=Asetukset
CHK_ADDSTARTUP=Suorita ohjelma käynnistyksen yhteydessä
CHK_ADDDESTKOP=Luo työpöydän kuvake
CHK_CHECKUPDATE=Tarkista ohjelman päivitykset
LBL_LANGUAGE=Kieli
BTN_HOTKEY=Pikanäppäimet...
BTN_CREDIT=Tekijät
LBL_PROGRAMPARAMETER=&Parametrit...
CHK_SETTINGTOAPPDATA=Talllenna asetukset sovellusdataan.
LBL_MORELANGUAGE=Lisää kieliä...
LBL_INFO_PRODUCT=Tuotetiedot
LBL_INFO_LICENSE=Lisenssitiedot
LBL_INFO_VERSION=Versio

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Ominaisuudet
LBL_CONTROLCAPTURE_CLASS=Nimi
LBL_CONTROLCAPTURE_SIZE=Koko
LBL_CONTROLCAPTURE_INFO=Ohjaus
LBL_CONTROLCAPTURE_SCROLL=Autom. vieritys
LBL_CONTROLCAPTURE_OUTPUTTYPE=Ulostulotyyppi
LBL_CONTROLCAPTURE_HANDLE=Kahva
LBL_CONTROLCAPTURE_RECT=Neliö
LBL_CONTROLCAPTURE_BOTTOMTIP=Valitse ikkunaohjain (painike, välilehti, laatikko, työkalurivi jne...) ja paina PRINT SCREEN -näppäintä.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Alueen koko
LBL_FIXEDREGIONCAPTURE_WIDTH=Leveys
LBL_FIXEDREGIONCAPTURE_HEIGHT=Korkeus
TIP_REGIONCAPTURE_NOTDRAG=Valitse jokin suorakulmainen alue työpöydältä.
TIP_PIXEL=Pikseliä
TIP_FREEHANDCAPTURE_NOTDRAG=Piirrä mikä tahansa muoto näytölle.
LBL_COLORPICKER_COLORAS=Väri :
LBL_COLORPICKER_VALUE=Arvo :
LSV_WEBPAGECAPTURE_LIST=Valitse kaapattava verkkosivusto
BTN_WEBPAGECAPTURE_RELOAD=&Lataa uudelleen
BTN_WEBPAGECAPTURE_CAPTURE=&Kaappaa
LBL_MINIHELP=Napsauta hiiren vasenta puolta valitsaksesi alueen.
LBL_MINIHELP_CLICKDRAG=Valitse alue napsauttamalla tai vetämällä näytöllä.
LBL_MINIHELP_SCROLLCAPTURE=Peruuta painamalla Escape-näppäintä
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Odota vieritysalueen laskemisajan...
LBL_TIME_DELAY=Aika&viive
LBL_SECONDS=%d sekuntia
LBL_NODELAY=&Ei viivettä
LBL_ADD_CURSOR=Lisää &hiiren kursori
LBL_MORE_OPTIONS=Lisää vaiht&oehtoja...
LBL_CLIPBOARD=Kopioi &leikepöydälle
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY=Pikanäppäimet
GRB_CAPTURE=Näytön kaappaus
GRB_TOOLS=Työkalut
LBL_KEYNONE=Ei mitään
LBL_CAPTURE_FULLSCREEN=Kaappaa kokonäyttö
LBL_CAPTURE_ACTIVEWINDOW=Kaappaa aktiivinen ikkuna
LBL_CAPTURE_CONTROL=Kaappaa ikkunaohjaus
LBL_CAPTURE_SCROLLINGWINDOW=Kaappaa vieritettävä ikkuna
LBL_CAPTURE_REGION=Kaappaa alue
LBL_CAPTURE_FIXEDREGION=Kaappaa kiinteä alue
LBL_CAPTURE_FREEHAND=Kaappaus vapaalla kädellä
LBL_CAPTURE_WEBPAGE=Kaappaa verkkosivusto
LBL_CAPTURE_REPEAT=Toista viimeisin kaappaus
LBL_TOOLS_EDITOR=Kuvaeditori
LBL_TOOLS_COLORPICKER=Värinvalitsin
LBL_TOOLS_COLORPALETTE=Väripaletti
LBL_TOOLS_PIXELRULER=Pikseliviivain
LBL_TOOLS_PROTRACTOR=Kulmamittari
LBL_TOOLS_CROSSHAIR=Hiusristikko
LBL_TOOLS_WHITEBOARD=Piirustustaulu
LBL_TOOLS_MAGNIFIER=Suurennuslasi
CBO_HOTKEY_CUSTOM=Mukautettu...
CBO_HOTKEY_DEFAULT=PicPick-oletus
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Ei käytössä
LBL_TOOLS_SCREENRECORDER=Näytön tallennin

[FontView]

GRP_COLOR=Värit
LBL_FONTCOLOR=Fontin väri
CHK_FILLCOLOR=Täyttöväri
CHK_AA=Näyttöfonttien pehmeät reunat

[AutoSave]

GRP_SELECTFOLDER=Tallenna kuvat automaattisesti
LBL_SELECTFOLDER=Valitse kansio, johon kuvakaappaukset tallennetaan automaattisesti.
BTN_SELECTFOLDER=&Selaa...
GRP_SELECTFILENAME=Tiedostonimi
RDO_SELECTFILENAME_TEXT=Teksti + numero
RDO_SELECTFILENAME_NUM=Vain numero
RDO_SELECTFILENAME_DATETIME=Päivä/aika
EDT_SELECTFILENAME_DEFAULT=Kuva
GRP_SELECTFORMAT=Tiedostoformaatti
RDO_SELECTFORMAT_BMP=Bitmap (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG-kuvatiedostot(*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF=PDF (*.pdf)
LBL_SAVEFILENAME=Syötä oletustiedoston nimi automaattista tallennusta tai FTP-latausta varten.
LBL_EXAMPLETITLE=Esimerkki)
LBL_EXAMPLE1=%y : Vuosi, %m : Kuukausi, %d : Päivä
LBL_EXAMPLE2=%h : Tunti, %n : Minuutti, %s : Sekunti
LBL_EXAMPLE3=%c : Numero
LBL_EXAMPLE4=%u : Käyttäjän nimi, %w : Tietokoneen nimi
LBL_EXAMPLE5=%t : Unix aikaleima
GRB_OTHERPROGRAM=Ulkoisen ohjelman asetukset
LBL_OTHERPROGRAM=Valitse ulkoinen ohjelma kuvakaappausten lähettämistä varten.
LBL_OTHERPROGRAMPATH=Ohjelman polku :
LBL_OTHERPROGRAMPARAMETER=Parametri : 
LBL_OTHERPROGRAMSELECT=Lähetä ulkoiseen ohjelmaan...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Valitse tiedostomuoto.

[GeneralSet]

GRB_STARTINGOPTION=Aloitusvaihtoehdot
LBL_PROGRAM_MODE=Valitse oletusohjelmatila
CBO_PROGRAM_MODE_EDITOR=Kuvaeditori
CBO_PROGRAM_MODE_WIDGET=Kelluva avustaja
CBO_PROGRAM_MODE_TRAY=Näytä vain ilmoitukset
CHK_STARTUP=Suorita PicPick Windowsin käynnistyessä
CHK_UPDATE=Tarkista ohjelman päivitykset 
GRB_APPEARANCE=Ulkonäkö
LBL_THEME=Värit
CBO_THEME_DEFAULT=Järjestelmäoletus
CBO_THEME_LIGHT=Vaalea
CBO_THEME_DARK=Tumma
LBL_LANGUAGE=Kieli

[CaptureSet]

GRB_CAPTUREOPTION=Kuvankaappausasetukset
CHK_DUALMONITORS=Tuki kahdelle näytölle.
CHK_SOUND=Aktivoi äänitehoste kaappauksen aikana.
CHK_MOUSECURSOR=Näytä hiiren osoitin kaapatuissa kuvissa
CHK_HIDEEDITOR=Piilota PicPick-editori ennen kaappausta
CHK_ALWAYSCOPYCLIPBOARD=Kopioi kaapattu kuva aina leikepöydälle.
CHK_STARTWITHCAPTUREBAR=Näytä kaappauspalkki ohjelman käynnistyessä
GRB_AUTOSCROLL=Automaattinen vieritys
CHK_SCROLLCAPTURE=Aktivoi automaattinen vieritys
LBL_SCROLLDELAY=Vieritysviive : 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Suurennuslasi
CHK_MAGNIFIER=Näytä suurennuslasi-ikkuna kaappauksen aikana.
LBL_ZOOMSCALE=Zoomausasteikko :
GRB_CAPTUREDELAY=Viive ennen kaappausta
CHK_ADVANCECONTROLCAPTURE=Käytä Advanced Window Control Capture -toimintoa.
LBL_CAPTUREOUTPUT=Vaihda tulostustyyppiä, kun käytät pikanäppäimiä tai valitset valikkoja ilmoitusalueelta.
CHK_TOOLBAR=Näytä työkalurivi kaappauksen aikana.
CHK_DISPLAY_SEC=Näytön viivelaskuri
CHK_MARK_OUTER=Tummenna valinnan ulkopuolella.
GRB_MAGNIFIER_GRID=Näytä ruudukkoviivat

[FTP]

GRB_FTPSERVER=FTP-palvelimen asennus
LBL_FTPADDRESS =FTP-palvelin :
LBL_REMOTEPATH=Etäpolku :
LBL_PORT=Port :
CHK_PASSIVEFTP=Käytä passiivista FTP:tä
LBL_USERNAME=Käyttäjänimi :
LBL_PASSWORD=Salasana :
BTN_CONNECTTEST=TESTI
LBL_SENDWEBBROWSER=Avaa URL-osoite verkossa
LBL_SENDCLIPBOARD=Kopioi URL leikepöydälle.
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Editorin asetukset
CHK_OPENEDITORWHENSTART=Avaa editori ohjelman käynnistyksen kanssa
CHK_CENTERIMAGE=Tasaa kuva ikkunan keskelle
CHK_CLOSEWITHOUTASKING=Sulje tallentamattomien kuvien ikkunat kysymättä.
CHK_CROPNEW=Rajaa uudeksi kuvaksi
CHK_SHOWCLASSICUI=Käytä klassista valikon työkalupalkkia
CHK_EXITWHENCLOSING=Poistu PicPickistä, kun suljet kuvankäsittelyohjelman.
CHK_AUTOFLATTEN=Tasoita muodot automaattisesti taustakuvan kanssa.
LBL_BG=Taustan väri:
RDO_BGDEFAULT=Järjestelmäoletus
RDO_BGGRID=Ruudukko
RDO_BGSOLID=Kiinteä väri
GRB_FILETYPE=Tiedostotyyppien assosiaatiot
LBL_FILETYPE=Valitse tiedostotyypit, jotka haluat avata PicPickillä.
LBL_FILETYPEVISTA=Tee PicPickistä oletuskuvankäsittelyohjelma
#8.0.0
CHK_SHAPE_GALLERY=Näytä muotogalleria nauhalla
CHK_NORECENT=Älä näytä viimeksi avattuja kuvia
#8.0.0

[ArrowSet]

CHK_START=Alku
CHK_END=Loppu
CHK_OUTLINE=Lisää ääriviivat
CBO_AT_ARROW1=Nuoli 1
CBO_AT_ARROW2=Nuoli 2
CBO_AT_CIRCLE=Ympyrä
CBO_AT_DIAMOND=Timantti

[CanvasSet]

GRP_SIZE=Kankaan koko
LBL_WIDTH=Uusi leveys
LBL_HEIGHT=Uusi korkeus
LBL_BACKCOLOR=Taustaväri
LBL_PRESETS=Esiasetukset
CBO_CLIPBOARD=Leikepöytä
CBO_LASTUSED=Viimeksi käytetty
CBO_CURRENT=Nykyinen kuvan koko
CBO_WHITE=Valkoinen
CBO_BLACK=Musta
CBO_TRANSPARENT=Läpinäkyvä
CBO_CUSTOM=Mukautettu

[ResizeSet]

RDO_ZOOM=Skaalaa prosentteina
RDO_SIZE=Skaalaa tiettyyn kokoon
CHK_KEEP=Säilytä kuvasuhde
LBL_WIDTH=Leveys
LBL_HEIGHT=Korkeus

[ColorSet]

BTN_PREVIEW=&Esikatselu
LBL_PIXELATE=Pikselöi
LBL_HUE=Sävy
LBL_SATURATION=Kylläisyys
LBL_BIRGHTNESS=Kirkkaus
LBL_CONTRAST=Kontrasti
LBL_LIGHTNESS=Valoisuus

[FrameSet]

GRP_PREVIEW=Esikatselu
GRP_EFFECT=Tehoste
CHK_BORDER=Reuna
CHK_FRAME=Kehys
LBL_ETC=Hae lisää kehystehosteita...
CHK_AUTO=Käytä kehystehostetta kuvaa otettaessa
CHK_SHADOW=Varjo
CBO_SHADOW_POS_CENTER=Keski
CBO_SHADOW_POS_TL=Ylävasen
CBO_SHADOW_POS_TR=Yläoikea
CBO_SHADOW_POS_BL=Alavasen
CBO_SHADOW_POS_BR=Alaoikea

[Palette]

LBL_RED=&Punainen
LBL_GREEN=&Vihreä
LBL_BLUE=&Sininen
LBL_TYPE=Väri :
BTN_COPY=&Kopioi
CLR_DEFAULTTEXT=Väripaletti
CLR_CUSTOMTEXT=Lisää värejä...

[PixelRuler]

MNU_RULER_MOVE=&Siirrä
MNU_RULER_MOVE_UP=&Ylös
MNU_RULER_MOVE_DOWN=&Alas
MNU_RULER_MOVE_LEFT=&Vasen
MNU_RULER_MOVE_RIGHT=&Oikea
MNU_RULER_TYPE=&Tyyppi
MNU_RULER_TYPE_HOTRIZONTAL=&Vaakasuora
MNU_RULER_TYPE_VERTICAL=&Pystysuora
MNU_RULER_TRANSPARENT=L&äpinäkyvyys
MNU_RULER_TRANSPARENT_USE=&Käytä
MNU_RULER_TRANSPARENT_NOTUSE=&Poista käytöstä
MNU_RULER_TRANSPARENT_INC=&Lisää(+)
MNU_RULER_TRANSPARENT_DEC=&Vähennä(-)
MNU_MAGNIFIER=Näytä &suurennuslasi...
MNU_RULER_EXIT=Poi&stu
MNU_RULER_UNIT=&Yksiköt
MNU_RULER_UNIT_PIXEL=&Pikselit
MNU_RULER_UNIT_INCH=&Tuumat
MNU_RULER_UNIT_CM=&Senttimetrit
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Väri
MNU_RULER_COLOR_BLUE=&Sininen
MNU_RULER_COLOR_YELLOW=&Keltainen
MNU_RULER_COLOR_WHITE=&Valkoinen
MNU_RULER_COLOR_BLACK=&Musta
MNU_RULER_COLOR_DARKGRAY=Tumman&harmaa
MNU_RULER_COLOR_DEFAULT=Järjestelmä&oletus
MNU_RULER_UNIT_DPI_CUSTOM=&Mukauta...
DLG_CUSTOMDPI_TITLE=Mukautettu DPI-asetus
LBL_CUSTOMDPI_TEXT=Syötä pikselien koko tuumissa (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Kynän &paksuus
MNU_WHITEBOARD_PENCOLOR=Kynän &väri
MNU_WHITEBOARD_PENCOLOR_BLACK=Musta
MNU_WHITEBOARD_PENCOLOR_WHITE=Valkoinen
MNU_WHITEBOARD_PENCOLOR_RED=Punainen
MNU_WHITEBOARD_PENCOLOR_GREEN=Vihreä
MNU_WHITEBOARD_PENCOLOR_BLUE=Sininen
MNU_WHITEBOARD_PENCOLOR_CYAN=Sinivihreä
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Purppura
MNU_WHITEBOARD_PENCOLOR_YELLOW=Keltainen
MNU_WHITEBOARD_PENCOLOR_GRAY=Harmaa
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Yms...
MNU_WHITEBOARD_CLEAR=&Tyhjennä
MNU_WHITEBOARD_SAVE=&Kaappaa näyttö
MNU_WHITEBOARD_EXIT=&Poistu
TIP_TOOL_MOVE=Siirrä
TIP_TOOL_ZOOM=Zoomaa
TIP_TOOL_PEN=Kynä
TIP_TOOL_LINE=Viiva
TIP_TOOL_ARROW=Nuoli
TIP_TOOL_SHAPE=Kuvio
TIP_TOOL_RECT=Suorakulmio
TIP_TOOL_ELLIPSE=Soikio
TIP_TOOL_RRECT=Pyöristetty suorakulmio
TIP_TOOL_TRANSPARENT=Läpinäkyvyys
TIP_TOOL_CLEAR=Tyhjennä
TIP_TOOL_SAVE=Kaappaa näyttö
TIP_TOOL_WIDTH=Paksuus
TIP_TOOL_COLOR=Väri

[Print]

BTN_PRINTERSETUP=Tulostusasetukset...
BTN_PRINT=&Tulosta
GRB_PREVIEW=Esikatselu
TAB_PAPERSETUP=Sivuasetukset
TAB_ADDTEXT=Lisää tekstiä
GRB_MARGINSETUP=&Marginaali
LBL_MARGINTOP=Yläosa
LBL_MARGINLEFT=Vasen
LBL_MARGINRIGHT=Oikea
LBL_MARGINBOTTOM=Alaosa
GRB_IMAGESETUP=&Kuva-asetukset
CHK_CENTER=Keskitä kuva
CHK_SHRINK=Sovita sivulle (kutista)
CHK_PROPORTINAL=Säilytä kuvasuhde
CHK_GRAYSCALE=Harmaasävy
GRB_PAPERCOUNT=&Kopioiden määrä
LBL_PAPERUNIT=Sivu(a)
GRB_ORIENTATION=&Suuntaus
RDO_PORTRAIT=Pystysuora
RDO_LANDSCAPE=Vaakasuora
GRB_HEADER=&Otsikko
CHK_HEADERADD=Lisää
CBO_HEADERDEFAULT=Lisää otsikkoteksti tähän
LBL_HEADERMARGIN=Marginaali :
BTN_HEADERFONT=Fontti...
RDO_HEADERLEFT=Vasen
RDO_HEADERCENTER=Keski
RDO_HEADERRIGHT=Oikea
GRB_FOOTER=&Alaotsikko
CHK_FOOTERADD=Lisää
CBO_FOOTERDEFAULT=Lisää alaotsikon teksti tähän
LBL_FOOTERMARGIN=Marginaali :
BTN_FOOTERFONT=Fontti...
RDO_FOOTERLEFT=Vasen
RDO_FOOTERCENTER=Keski
RDO_FOOTERRIGHT=Oikea
LBL_SETTINGS=Asetukset
LBL_PRINTER=Tulostin
BTN_PRINT_COLOR=Tulostusväri
CHK_COLOR=Väri
CHK_MARGIN_NARROW=Kapea
CHK_MARGIN_NORMAL=Normaali
CHK_MARGIN_MODERATE=Maltillinen
CHK_MARGIN_WIDE=Leveä
CHK_MARGIN_CUSTOM=Mukautetut reunukset...
#7.2.0
CHK_PAPER_CUSTOM=Lisää p&aperikokoja...
LBL_SAVE_PDF=Tallenna PDF-tiedostona

[dxPSRes]

sdxPrintAllPages=Tulosta kaikki sivut
sdxPrintCurrentPage=Tulosta nykyinen sivu
sdxCustomPrint=Mukautettu tulostus
sdxPages=Sivut
sdxPageSetupCaption=Sivun asetukset
sdxPage=Sivu
sdxMargins=Marginaalit
sdxScaling=Skaalaus
sdxPaper=Paperi
sdxPaperWidth=Leveys
sdxPaperHeight=Korkeus
sdxPaperSource=Paperilähde
sdxAutoOrientation=Auto
sdxPrintOrder=Tulostusjärjestys
sdxDownThenOver=Alas, sitten yli
sdxOverThenDown=Yli, sitten alas
sdxCenterOnPage=Keskitä sivu
sdxHorizontally=Vaakasuunnassa
sdxVertically=Pystysuunnassa
sdxBtnHeaderBackground=Tausta
sdxBtnFix=Korjaa
sdxBtnRestoreOriginal=Palauta alkuperäinen
sdxAdjustTo=Säädä...
sdxFitToWidth=Sovita kuvan leveyteen
sdxFitToHeight=Sovita kuvan korkeuteen
sdxFitTo=Sovita...
sdxPagesWideBy=Sivun leveys
sdxTall=korkea
SdxInvalidMargins=Yksi tai useampi marginaali on asetettu virheellisesti.
sdxPaperSize=Paperikoko
sdxStatus=Tila
sdxStatusReady=Valmis
sdxStatusPrinting=Tulostus - %d sivu(a) valmistui
sdxBuildingReportStatusText=Valmistellaan - Peruuta painamalla Esc
sdxPrintingReportStatusText=Tulostetaan - Peruuta painamalla Esc
sdxThereIsNoPictureToDisplay=Näytettävää kuvaa ei ole
sdxCustomSize=Mukautettu koko
#7.2.0

[Facebook] 

BTN_CLOSE=&Sulje
LBL_PREVIEW=Kuvan esikatselu
LBL_CAPTION=Kuvateksti
RDO_SELECTALBUMS=Valitse albumit
RDO_CREATEALBUM=Luo uusi kuvalbumi
LBL_CREATEALBUM_NAME=Nimi : 
LBL_CREATEALBUM_LOCATION=Sijainti : 
LBL_CREATEALBUM_DESCRIPTION=Kuvaus : 
LBL_CREATEALBUM_PRIVACY=Näkyvyys : 
CBO_CREATEALBUM_1=Kaikille
CBO_CREATEALBUM_2=Verkostoille ja kavereille
CBO_CREATEALBUM_3=Kaverien kavereille
CBO_CREATEALBUM_4=Vain kaverelle
BTN_UPLOAD=Lähetä
LBL_IMGURL=Kuvan URL
LBL_LINKURL=Albumilinkin URL
LBL_UPLOADING=Lähetetään...
LBL_UPLOADCOMPLETE=Lähetys suoritettu
LBL_UPLOADWAIT=Odotetaan vastausta...
LBL_UPLOADFAILURE=Lähetys epäonnistui. Yritä uudelleen.
LBL_UPLOADRESULT=Yhden valokuvan lähetys onnistui.
LBL_ACCOUNT=Tili :
LBL_PASSWORD=Salasana :
LBL_REMEMBERPASSWORD=Muista salasana
LBL_MESSAGE=Viesti :
LBL_WEBUPLOAD_TITLE=Lähetä kuvasi suoraan verkkoon
LBL_WEBUPLOAD_TITLESUB=ImageShackilla - Ilmainen kuvien latauspalvelu
LBL_WEBUPLOAD_SIGNUP=Rekisteröidy hallitsemaan lähettämiäsi kuvia!
LBL_WEBUPLOAD_NOACCOUNT=Vieras (ei vaadi rekisteröintiä)
LBL_WEBUPLOAD_ACCOUNTEXIST=Minulla on ImageShack-tili.
BTN_REQUESTTWITTERPIN=Pyydä Twitter PIN-koodia
BTN_REMEMBERME=Muista minut tällä koneella
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Yhdistä
BTN_DISCONNECT=&Katkaise yhteys

[ThumbnailView]

BTN_QUICKTABS=Pikavälilehdet
MNU_RENAME=&Nimeä uudelleen...
MNU_OPENFILELOCATION=Avaa tied&oston sijainti...
LBL_RENAME=Syötä tiedoston nimi.

[ObjectProperty]

SHP_TEXTBOX=Teksti
SHP_HIGHLIGHTRECT=Korosta suorakaide
SHP_MAGNIFYEFFECT=Suurennustehoste
SHP_NUMBERSTAMP=Numeroleima
SHP_LINES=Viivat
SHP_CUSTOMSHAPES=Mukautetut muodot
SHP_TRIANGLE=Kolmio
SHP_SHAPES=Kuviot
SHP_LINE=Viiva
SHP_CURVE=Käyrä
SHP_ARROW=Nuoli
SHP_CURVEARROW=Nuolipäinen käyrä
SHP_ELLIPSE=Soikio
SHP_RECT=Suorakaide
SHP_ROUNDRECT=Pyöristetty suorakaide
SHP_BALLOON=Kupla
SHP_DIAMOND=Vinoneliö
SHP_PENTAGON=Viisikulmio
SHP_Hexagon=Kuusikulmio
SHP_5STAR=5-kulmainen tähti
SHP_6STAR=6-kulmainen tähti
TAB_EDIT=Muokkaa
TBN_DELETE_OBJECT=&Poista
TBN_DUPLICATE=M&onista
MNU_FLATTEN=&Tasoita
MNU_FLATTENALL=&Tasoita kaikki
LST_CHANGESHAPE=Muuta kuviota
TAB_SHAPESTYLES=Kuviotyylit
TBN_SHAPETEXT=Liitä &tekstiä...
TBN_SHAPEFILL=Täyttö
MNU_SHAPEFILL_NOFILL=Ei täyttöä
MNU_SHAPEFILL_SOLIDFILL=Kiinteä täyte
MNU_SHAPEFILL_GRAFILL=Pystysuora liukuväritäyttö
MNU_SHAPEFILL_RADIALFILL=Säteittäinen liukuväritäyttö
TBN_SHAPEOUTLINE=Ääriviiva
MNU_SHAPEOUTLINE_NOLINE=Ei viivaa
MNU_SHAPEOUTLINE_SOLIDLINE=Yhtenäinen viiva
MNU_SHAPEOUTLINE_DOTLINE=Pisteviiva
MNU_SHAPEOUTLINE_DASHLINE=Katkoviiva
MNU_SHAPEOUTLINE_DASHDOTLINE=Välipisteviiva
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Välipistepisteviiva
TBR_SHAPEINSERT=Lisää kuvioita
TBN_SHAPEFORMAT=Muotoile kuviota
TBN_SHAPEEFFECTS=Kuviotehosteet
MNU_SHAPEEFFECTS_NOEFFECTS=Ei tehosteita
MNU_SHAPEEFFECTS_SHADOW=Tehosteet
MNU_SHAPEEFFECTS_SHADOWUSE=Varjo
MNU_SHAPEEFFECTS_SHADOWOPTION=Asetukset...
MNU_SHAPEEFFECTS_BALLOONPOS=Kuplan suunta
MNU_SHAPEEFFECTS_BALLOONPOSTL=Ylävasen
MNU_SHAPEEFFECTS_BALLOONPOSTR=Yläoikea
MNU_SHAPEEFFECTS_BALLOONPOSBL=Alavasen
MNU_SHAPEEFFECTS_BALLOONPOSBR=Alaoikea
MNU_SHAPEEFFECTS_ARROWSTART=Alun tyyppi
MNU_SHAPEEFFECTS_ARROWEND=Lopun tyyppi
MNU_SHAPEEFFECTS_ARROWNONE=Ei nuolta
MNU_SHAPEEFFECTS_ARROW1=Nuoli 1
MNU_SHAPEEFFECTS_ARROW2=Nuoli 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Ympyrä
MNU_SHAPEEFFECTS_ARROWDIAMOND=Vinoneliö
MNU_SHAPE_ARRANGE=Järjestä
BTN_SHAPE_FRONT=Tuo &eteen
BTN_SHAPE_BACK=Vie &taakse
BTN_SHAPE_ARROWSTYLE=Nuolen tyyli
TAB_SHAPECOLOR=Kuvion väri
TAB_NUMBERSTAMP_NUMBER=Leiman muoto
MNU_NUMBERSTAMP_CURRENT=Nykyinen
MNU_NUMBERSTAMP_NEXT=Seuraava
TAB_NUMBERSTAMP_STYLE=Leimatyylit
MNU_NUMBERSTAMP_SIZE=Koko
MNU_NUMBERSTAMP_SIZE_SMALL=&Pieni
MNU_NUMBERSTAMP_SIZE_Medium=&Keskikokoinen
MNU_NUMBERSTAMP_SIZE_LARGE=&Suuri
MNU_NUMBERSTAMP_SHAPE=Muodot
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Ympyrä
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Suorakulmio
TBN_SELECT_CROPCURRENT=Ra&jaa
TBN_SELECT_CROPNEW=Rajaa &uudeksi kuvaksi
TAB_SELECT_SIZE=Koko
MNU_SELECT_SIZE_LEFT=Vasen
MNU_SELECT_SIZE_TOP=Ylä
MNU_SELECT_SIZE_WIDTH=Leveys
MNU_SELECT_SIZE_HEIGHT=Korkeus
MNU_SELECT_INVERTSELECTION=Käänteinen valinta
TAB_MAGNIFIER_STYLE=Suurennustyylit
MNU_SHARE_OPTIONS=&Asetukset...
TBN_NEW_LAYER=&Uusi taso
TBN_CHANGE_SHAPE=&Vaihda muotoa
BTN_LAYER_BRINGFORWARD=Tuo &eteenpäin
BTN_LAYER_SENDBACKWARD=Vie &taaksepäin
BTN_LAYER_BRINGTOFRONT=Tuo etee&n
BTN_LAYER_SENDTOBACK=Vie taa&kse
SHP_NORMAL_SHAPES=Normaalimuodot
SHP_CIRCLE=Ympyrä
SHP_RIGHT_TRIANGLE=Oikeanpuoleinen kolmio
SHP_HEPTAGON=Heptagoni
SHP_OCTAGON=Oktagoni
SHP_SPEECHBUBBLE=Puhekupla
SHP_SPEECHBUBBLE_ROUNDED=Pyöristetty puhekupla
SHP_THOUGHTBUBBLE=Ajatuskupla
SHP_CROSS=Risti
SHP_HEART=Sydän
SHP_LIGHTNING=Salama
SHP_CLOUD=Pilvi
SHP_BANNER=Banderolli
SHP_8STAR=8-kärkinen tähti
SHP_EXPLOSION=Räjähdys
SHP_ARROW_RIGHT=Nuoli oikealle
SHP_ARROW_LEFT=Nuoli vasemmalle
SHP_ARROW_UP=Nuoli ylös
SHP_ARROW_DOWN=Nuoli alas
SHP_ARROW_FAT_RIGHT=Paksu nuoli oikealle
SHP_ARROW_FAT_LEFT=Paksu nuoli vasemmalle
SHP_ARROW_FAT_UP=Paksu nuoli ylös
SHP_ARROW_FAT_DOWN=Paksu nuoli alas
SHP_ARROW_LEFTRIGHT=Vasen-oikea nuoli
SHP_ARROW_UPDOWN=Ylös-alas nuoli
SHP_TAG_RIGHT=Oikea tagi
SHP_TAG_LEFT=Vasen tagi
SHP_TAG_UP=Ylös tagi
SHP_TAG_DOWN=Alas tagi

[Licenses]

rdoRegistered=Olen rekisteröitynyt käyttäjä ja minulla on koodi kaupalliseen käyttöön.
rdoPersonal=Haluan tämän ohjelman vain henkilökohtaiseen käyttöön.
btnBuy=&Osta nyt
btnRegister=&Rekisteröi
btnAgree=&Hyväksyn
btnClose=&Sulje
lblEnterLicense=Syötä rekisteröintitietosi
lblOwnerName=Omistajan nimi
lblRegistrationCode=Rekisteröintikoodi
lblLicenseInfo=Tämä ohjelma on lisensoitu : 
lblPersonalUse=Tätä versiota saa käyttää vain henkilökohtaiseen tarkoitukseen ei-kaupallisissa ympäristöissä.
lblAskBuy=Kiitos PicPickin käytöstä!
lblAskBuyDescription=Huomaa, että tätä rekisteröimätöntä versiota saa käyttää vain henkilökohtaiseen käyttöön ei-kaupallisissa ympäristöissä.\n\nTahdotko ostaa lisenssin nyt?

[CommercialVersionTrial]

btnModeTrial=Ilmainen kokeiluversio
btnModeTrialDescription=Haluaisin jatkaa tämän tuotteen käyttöä kokeiluluontoisesti.
btnModeActivate=Aktivoi lisenssiavain
btnModeActivateDescription=Olen rekisteröitynyt käyttäjä ja minulla on lisenssiavain.
btnModeBuy=Osta nyt
btnModeBuyDescription=Siirry viralliselle verkkosivulle saadaksesi lisenssiavaimesi.
lblTrialDescription=Tämä on 30 päivän kokeiluversio PicPickistä. Kun kokeilujakso on päättynyt, sinun on joko ostettava lisenssi ohjelmiston avaamiseksi tai poistettava se tietokoneeltasi.
btnContinueTrial=&Jatka kokeilua
lblDayLeft=Sinulla on {$1} päivää jäljellä {$2} päivän kokeilujaksostasi.
lblDayExpired=Lisenssi ei ole enää saatavilla.
lblEnterLicense=Syötä rekisteröintitietosi
lblOwnerName=Käyttäjänimi
lblRegistrationCode=Lisenssiavain
lblRegistrationHelp=Onko aktivoinnissa ongelmia?
btnRegister=&Aktivoi
btnDeactivate=&Poista aktivointi
lblActivationOffline1=1. Avaa alla oleva URL-osoite ja hae tunnistautumiskoodisi. Jos olet offline-ympäristössä, sinun on mentävä verkkoon toisella tietokoneella.
lblActivationOffline2=2. Liitä tunnistautumiskoodisi yllä olevasta URL-osoitteesta.
lblAuthCode=Tunnistautumiskoodi :
lblExample=esim.
lblDeactivationOffline=Avaa alla oleva URL-osoite lisenssiaktivoinnin poistamiseksi. Jos olet offline-ympäristössä, sinun on mentävä verkkoon toisella tietokoneella.

[ImagesSet]

grbJPEGOption=JPEG asetukset
lblJPEGQuality=Laatu
cboJPEGQualityMaximum=Paras
cboJPEGQualityHigh=Hyvä
cboJPEGQualityMedium=Keskitasoinen
cboJPEGQualityLow=Heikko

[SaveAll]

grbSaveOptions=Tallenna asetukset
lblSelectFolder=Valitse hakemisto, johon kuvakaappaukset tallennetaan.
rdoAllImages=Kaikki kuvat
rdoUnsavedImages=Kaikki tallentamattomat kuvat
grbFileOptions=Tiedostoasetukset
lblFileName=Tiedoston nimi
lblFileType=Tiedoston tyyppi
rdoFiles=Tiedostot

[ColorBalance]

grpbxColorBalance=Valkotasapaino
lblColorLevels=Väritasot
grpbxToneBalance=Sävytasapaino
rdbtnShadows=Varjot
rdbtnMidtones=Keskisävyt
rdbtnHighlights=Korostukset
chckbxPreserveLuminosity=Säilytä luminositeetti

[StartPage]

lblStartHome=Valitse tehtävä...
lblStartTitle1=Uusi tehtävä
lblStartTitle2=Graafiset apuvälineet
chkStartDoNotShow=Älä näytä tätä ikkunaa ohjelman käynnistyessä

[Watermark]

lblWaterMarkPreview=Esikatselu :
lblWaterMarkFile=Tiedosto :
lblWaterMarkPosition=Sijainti :
lblWaterMarkOpacity=Peittävyys :
lblWaterMarkOffsetX=Siirtymä-X :
lblWaterMarkOffsetY=Siirtymä-Y :
chkWaterMarkAuto=Lisää vesileima automaattisesti kuvaa otettaessa.
lblWaterMarkTypeImage=Kuvavesileima
lblWaterMarkTypeText=Tekstivesileima
cboWaterMarkTextSize=Tekstin koko
cboWaterMarkTextColor=Väri

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=&Peruuta
btnConnect=Y&hdistä...
btnOptions=A&setukset...
btnUpload=&Lähetä
btnAccount=&Tili...
lblConnected=Yhdistetty
lblNotConnected=Ei yhdistetty
lblConnecting=Yhdistetään...
lblUploading=Lähetetään...
lblUploaded=Lähetys valmis
lblNotUploaded=Lähetys epäonnistui. Yritä uudelleen.
lblGuestAccount=Vierastili
lblWait=Odota hetki...
tbnConnect=Yhdistä
tbnDisconnect=Katkaise yhteys
tbnRefresh=Päivitä
tbnNewFolder=Uusi kansio
tbnOptions=Asetukset
tbnSelectFolder=&Lähetyspaikka...
tbnShareLink=Jaa &linkkiasetukset...
lblSelectFolder=Valitse kansio, johon lähetät kuvasi.
lblMyDrive=Asemani
lblNewFolder=Anna uusi kansion nimi.
lblAuth=Kirjaudu sisään selaimesi kautta.
lblUploadSuccess=Kuvan lähetys onnistui.
lblShareLink=Jaa linkki
lblGetLink=Hae linkki
chkShareLink=Luo aina jaettu linkki lähetyksen jälkeen
chkCopyLink=Kopioi jaettu linkki leikepöydälle latauksen jälkeen
lblHost=&Isäntä
lblUsername=&Käyttäjänimi
lblPassword=Sala&sana
lblPort=&Portti
lblLocation=&Etäpolku

[ScreenRecorder]

tbnRecord=Aloita &tallennus
tbnPause=&Keskeytä tallennus
tbnStop=&Lopeta tallennus
tbnResume=&Jatka tallentamista
tbnFullscreen=&Kokonäytön tila
tbnRegion=Al&uetila
popSP16x9=16:9 esiasetus
popSP4x3=4:3 esiasetus
popAuto16x9=Säädä 16:9:ään
popAuto4x3=Säädä 4:3:een
popSelect=&Valitse alue...
popCustom=&Mukautettu koko...
tbnMic=Lisää mikrofoni
tbnCursor=Lisää kursori
tbnSoundMute=Ei ääntä
tbnSoundMic=Tallenna mikrofoni
tbnSoundSystemAudio=Tallenna järjestelmän ääni
tbnOpenFolder=Avaa &lähtökansio
tbnOptions=&Asetukset
tbnClose=&Sulje
statusRecord=Tallennetaan
statusPaused=Tauotettu
statusStop=Pysäytetty
statusReady=Valmis
frmRecordingArea=Tallennusalue

[ScreenRecorderOptions]

grbGeneral=Yleiset
chkAutoHide=Piilota ikkuna automaattisesti kokonäytön tilassa
chkCursor=Tallenna hiirikursori
chkPopup=Näytä tulostuskansion ponnahdusikkuna tallennuksen päätyttyä
grbVideo=Video
lblFileType=Tiedostotyyppi
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Laatu
cboQualityVeryHigh=Paras laatu
cboQualityHigh=Hyvä laatu
cboQualityMedium=Keskilaatu
cboQualityLow=Heikko laatu
cboQualityVeryLow=Huono laatu
grbAudio=Audio
chkMic=Nauhoita mikrofoniääni
chkSystemAudio=Nauhoita järjestelmän ääni
lblAudioChannels=Kanavat
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bittinopeus
lblAudioFrequency=Taajuus
btnDefault=&Palauta oletukset
lblOutput=Valitse tulostuskansio tallennuksille.
lblHotKey=Tallennus (toisto/pysäytys) pikanäppäin
#7.2.0
lblMaxLength=Tallennuksen enimmäispituus
cboMaxLength30mins=30 min
cboMaxLength1hour=1 tunti
cboMaxLength2hours=2 tuntia
cboMaxLength4hours=4 tuntia
#7.2.0

[BugReport]

lblHeader=Lähetä palautetta, jotta voisimmemme tehdä PicPickistä entistäkin paremman.
chkAgree=Painamalla lähetä, tietojasi käytetään PicPickin parantamiseen.
edtEmail=Sähköposti (valinnainen)
btnSubmit=&Lähetä
lblFeedback=Kiitos palautteestasi!

[Website Resources]

title_picpick=PicPick - Kaikki yhdessä graafinen suunnittelu, Paras näytönkaappausohjelmisto, Kuvankäsittelyohjelma, Värinvalitsin, Pikseliviivain ja paljon muuta
title_ngwin=NGWIN - Kehitämme käyttäjäystävällisiä ohjelmistoja, jotka tarjoavat käteviä tietokoneympäristöjä
nav_picpick=PicPick
nav_partners=Kumppanit
nav_contact=Yhteystiedot
nav_home=Etusivu
nav_features=Ominaisuudet
nav_download=Lataa
nav_buy=Osta nyt
nav_forum=Foorumi
section_features=Ominaisuudet,
section_reviews=Median arvostelut
section_download=Lataa
section_download_commercial=AMMATTILAISVERSIO REKISTERÖITYNEILLE KÄYTTÄJILLE
section_buy=Osta nyt
section_plans=Hinnoittelu ja ohjelmat
section_screenshots=Kuvakaappaukset
section_customers=Asiakkaamme
section_latestversion=Viimeisin versio
section_changelog=Muutosloki
section_availableon=Saatavilla
section_likeuson=Tykkää meistä
section_eula=Loppukäyttäjän lisenssisopimus
section_privacypolicy=Tietosuojakäytäntö
section_volumepricing=Määrähinnoittelu
button_download=LATAA
button_buy=OSTA NYT
button_upgrade=PÄIVITÄ NYT
button_upgrade_nothanks=Ei kiitos
button_viewdetail=NÄYTÄ TIEDOT
button_free_download=ILMAINEN LATAUS
button_download_portable=Siirrettävä versio
button_download_commercial=Olen jo ostanut lisenssin.
text_freetotry=Ilmainen henkilökohtaiseen käyttöön, kokeile sitä jo tänään.
text_copyright=Tekijänoikeus{copy} {ngwin} Kaikki oikeudet pidätetään.
text_winavailable=Käytettävissä kaikissa Windows-käyttöjärjestelmissä
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista ja XP sekä 32- että 64-bittiset versiot.
text_recommend=SUOSITELLAAN
text_limitedtimeoffer=MÄÄRÄAIKAINEN TARJOUS
text_free=ILMAINEN
text_personal_only_detail=Huomaa, että tätä ilmaista versiota saa käyttää vain henkilökohtaiseen käyttöön ei-kaupallisissa ympäristöissä.
text_license_peruser=PicPick on lisensoitu käyttäjäkohtaisesti. Kukin maksanut käyttäjä voi asentaa ohjelmiston kahdelle koneelle. (esimerkiksi PC ja kannettava tietokone).
text_license_noshare=Yhtä lisenssiä ei saa jakaa eri käyttäjien kesken.
text_bluesnap=2Checkout on suosittelemamme verkkomaksujärjestelmä. Se tukee täysin turvallista verkkomaksupalvelua, jossa on useita maksutapoja, kuten PayPal, luottokortti jne.
text_thankyou=Kiitos PicPickin asentamisesta.
text_download_thankyou=Kiitos PicPickin lataamisesta.
text_download_start=Lataus käynnistyy automaattisesti muutaman sekunnin kuluessa.
text_download_ifnot=Jos lataus ei käynnistynyt automaattisesti, klikkaa {täältä} tai lataa peililinkkien kautta.
text_download_ifnot2=Jos lataus ei ole käynnistynyt automaattisesti, klikkaa {täältä}.
text_download_ifnot2_here=täältä
text_upgrade=Päivitä Professionaliin ja saat lisää ominaisuuksia!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Kaikki yhdessä -suunnittelutyökalu kaikille
overview_jumbotron_p1=Täydellinen näytönkaappaustyökalu, intuitiivinen kuvankäsittelyohjelma, värinvalitsin, väripaletti, pikseliviivain, kulmamittari, ristikko, piirustustaulu ja paljon muuta.
overview_jumbotron_p2=Käyttäjäystävällinen ja täynnä ominaisuuksia kuvan luomiseen. Sopii ohjelmistokehittäjille, graafisille suunnittelijoille ja kotikäyttäjille.
overview_feature_1_h1=Kaappaa mitä tahansa
overview_feature_1_p1=Ota kuvakaappauksia koko näytöstä, aktiivisesta ikkunasta, vieritysikkunoista ja mistä tahansa tietystä työpöydän alueesta jne.
overview_feature_2_h1=Muokkaa kuvia
overview_feature_2_p1=Merkitse ja korosta kuvia: tekstiä, nuolia, muotoja ja paljon muuta sisäänrakennetulla kuvankäsittelyohjelmalla, joka sisältää uusimman nauhatyylisen valikon.
overview_feature_3_h1=Paranna tehosteilla
overview_feature_3_p1=Lisää kuviin helposti tehosteita: pudotusvarjoja, kehyksiä, vesileimoja, mosaiikkia, liikesumennusta, kirkkauden säätöä ja paljon muuta.
overview_feature_4_h1=Jaa kaikkialla
overview_feature_4_p1=Tallenna, jaa tai lähetä kuvasi Webin, sähköpostin, ftp:n, Dropboxin, Google Driven, SkyDriven, Boxin, Evernoten, Facebookin, Twitterin jne. kautta.
overview_feature_5_h1=Graafiset apuvälineet
overview_feature_5_p1=Erilaisia graafisen suunnittelun lisävarusteita, kuten värivalitsin, väripaletti, pikseliviivain, mittatikku, ristikko, suurennuslasi, piirustustaulu.
overview_feature_6_h1=Mukautettavat asetukset
overview_feature_6_p1=Erittäin edistyneiden asetusten avulla voit mukauttaa pikanäppäimiä, tiedostojen nimeämistä, kuvanlaatua ja monia muita tarpeitasi vastaavia vaihtoehtoja.
reviews_1_body=Tämä ohjelma tuo mieleen Sveitsin armeijan veitsen tai kenties hyvin varustetun ja järjestetyn pöytälaatikon. Tässä on kaikenlaisia hyödyllisiä työkaluja, ja mielestämme PicPick olisi hyödyllinen web-suunnittelijoille, graafisille suunnittelijoille ja jopa tavalliselle tietokoneen käyttäjälle, joka joutuu satunnaisesti työskentelemään grafiikan parissa.,
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Suunniteltu erityisesti kotikäyttäjille, ja tavoitteena on antaa mahdollisimman paljon joustavuutta työskentelyn aikana. Se sisältää jopa joitakin ominaisuuksia, joita ei löydy Photoshopista. Sen lisäksi, että PicPick on erittäin helppokäyttöinen kuvankäsittelyohjelma, siinä on myös grafiikan kaappausmahdollisuuksia sekä joukko pikanäppäimiä ja vaihtoehtoja, joita jotkut vastaavat editorit kadehtisivat.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Näytön kaappaus
features_1_p1=Ota kuvakaappauksia koko näytöstä, aktiivisesta ikkunasta, vieritysikkunoista ja mistä tahansa tietystä työpöydän alueesta jne.
features_1_p2=Tukee useita näyttöympäristöjä, kaappausta kursorilla, automaattista tallennusta ja tiedoston nimeämistä jne.
features_1_p3=Tukee kelluvaa avustus-palkkia, jonka avulla voit helposti ottaa kuvakaappauksia.
features_1_p4=Mukauta omia pikanäppäimiäsi.
features_1_list_1=Kokonäyttö
features_1_list_2=Aktiivinen ikkuna
features_1_list_3=Ikkunan ohjaus
features_1_list_4=Vieritysikkuna
features_1_list_5=Alue
features_1_list_6=Kiinteä alue
features_1_list_7=Vapaalla kädellä
features_1_list_8=Toista viimeinen kaappaus
features_1_list_9=Kaappausavustaja
features_1_list_10=Kaappaus kursorilla
features_1_list_11=Viivästetty kaappaus
features_1_list_12=Autom. tallennus
features_2_h1=Kuvankäsittelyohjelma
features_2_p1=Sisäänrakennetulla kuvankäsittelyohjelmalla, joka sisältää uusimman nauhatyylisen valikon, voit kommentoida ja korostaa kuvia.
features_2_list_1=Piirustus
features_2_list_2=Lisää tekstiä
features_2_list_3=Nuolet, viivat
features_2_list_4=Muodot
features_2_list_5=Kuplat
features_2_list_6=Korostustyökalu
features_2_list_7=Rajaus
features_2_list_8=Muuta kokoa
features_2_list_9=Kierrä
features_2_list_10=Käänteinen
features_2_list_11=Harmaasävyt
features_2_list_12=Mosaiikki
features_2_list_13=Kehys
features_2_list_14=Vesileima
features_2_list_15=Sumennus
features_2_list_16=Terävöitys
features_2_list_17=Valoisuus
features_2_list_18=Värisävy / kylläisyys
features_2_list_19=Väritasapaino
features_3_h1=Tallenna, jaa tai lähetä
features_3_p1=Kun olet ottanut ja muokannut kuvat, voit tallentaa, jakaa tai lähettää ne useilla eri tulostustavoilla.
features_3_list_1=Leikepöytä
features_3_list_2=Kuvatiedostot
features_3_list_3=PDF
features_3_list_4=Tulostin
features_3_list_5=Web URL
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=SkyDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Palvelin
features_3_list_14=Sähköposti
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Ulkoinen ohjelma
features_4_h1=Värinvalitsin
features_4_p1=Auttaa löytämään tarkan pikselivärikoodin näytöltä sisäänrakennetun suurennuslasi-ikkunan avulla.
features_4_p2=Tukee RGB, HTML, C++, Delphi.
features_5_h1=Väripaletti
features_5_p1=Etsi ja viritä tarkka pikselivärikoodi Photoshop-tyylisellä värinvalitsimella, joka tukee RGB- ja HSV-värejä.
features_6_h1=Pikseliviivain
features_6_p1=Auttaa mittaamaan kohteiden kokoa ja sijoittamaan kohteet tarkkoihin paikkoihin ruudulla.
features_6_p2=Tukee vaaka- ja pystysuuntaisuutta, yksiköitä (pikseliä, tuumaa, senttimetriä), DPI-asetuksia (72, 96, 120, 300), teemoja.
features_7_h1=Suurennuslasi
features_7_p1=Kevyellä, sulavalla suurennuslasityökalulla näet minkä tahansa työpöydän alueen suurennettuna.
features_8_h1=Hiusristikko
features_8_p1=Selvitä kuvan sijainnin suhteellinen koordinaatti tämän ominaisuuden avulla.
features_8_p2=Tästä voi olla hyötyä esimerkiksi HTML-kuvakarttojen kehittämisessä.
features_9_h1=Kulmamittari
features_9_p1=Auttaa löytämään kuvakulmia ruudulta. Valitse keskipiste, sitten sijainti ja sitten kulma asteina ensimmäisestä.
features_9_p2=Tätä voidaan käyttää erilaisissa valokuvaus-, matematiikka- ja grafiikkasovelluksissa.
features_10_h1=Piirustustaulu
features_10_p1=Työpöydälläsi voi olla virtuaalinen liitutaulu. Voit käyttää sitä esitykseen tai piirtämiseen työpöydälläsi.
download_1_h1=Kotikäyttäjille
download_1_p1=Vain henkilökohtaiseen (kotikäyttöön)
download_1_p2=Manuaalinen päivitys
download_1_p3=Ei teknistä tukea
download_2_h1=Ammattilaisille
download_2_p1=Kaupallinen ja henkilökohtainen käyttö
download_2_p2=Automaattinen päivitys
download_2_p3=Tekninen tuki
download_2_p4=Elinikäiset päivitykset
download_2_p5=Ei mainoksia
buy_table_h1=Käyttäjien määrä
buy_table_h2=Hinta (USD) käyttäjää kohden
buy_table_p1=Ota yhteyttä ja pyydä tarjous!
buy_table_p2=Verot ja lisämaksut vaihtelevat asuinmaasi mukaan.
buy_table_p2_vat=VAT
buy_1_h1=Avaimen välitön toimitus
buy_1_p1=Saat rekisteröintiavaimesi heti käyttöösi, kun tilauksesi on valmis.
buy_2_h1=Elinikäiset päivitykset
buy_2_p1=Lisensseihin sisältyy rajoittamaton määrä ilmaisia päivityksiä kaikkiin PicPickin tuleviin versioihin.
buy_3_h1=Ostokysymykset
buy_3_p1=Jos sinulla on kysyttävää ostamisesta tai lisensoinnista, ota rohkeasti yhteyttä {yhteystiedot}.
buy_3_p1_contactus=ota yhteyttä
buy_year=Vuosi
buy_single=Yksittäinen malli
buy_single_p1=Asenna 2 koneeseen käyttäjää kohden
buy_team=Tiimimalli
buy_team_user=Käyttäjät
buy_site=Sivustomalli
buy_site_p1=Asenna rajoittamattomiin koneisiin sivustolla
buy_month=Kuukausi
buy_monthly=Kuukausittain
buy_yearly=Vuosittain
buy_pay_once=Maksa kerran ja saat elinikäiset päivitykset ilmaiseksi.
buy_for_individuals=Yksityishenkilöille
buy_for_teams=Tiimeille
buy_for_enterprise=Yrityksille
buy_single_lifetime=Yksi elinikäinen
buy_team_lifetime=Tiimi elinikäinen
buy_site_lifetime=Yritys elinikäinen
buy_subscriptions=Tilaukset
buy_lifetime=Elinikäinen erikoistarjous
secure_order=Turvallinen tilaaminen 2Checkoutilla
uninstall_h1=Anna palautetta.
uninstall_p1=Olisimme kiitollisia, jos kuulisimme sinusta. Palautteesi auttaa meitä tekemään PicPickistä entistäkin paremman.
uninstall_comment=Yksityiskohdat
uninstall_comment_placeholder=Esimerkiksi: Miksi poistit asennuksen? Mitä meiltä on jäänyt puuttumaan? Minkä ominaisuuden haluaisit?
uninstall_email=Sähköposti (valinnainen)
uninstall_email_placeholder=Anna sähköpostiosoitteesi.
uninstall_send=Lähetä palautetta
about_us=Tietoja meistä
about_h1=Olemme Microsoft Windows alustaan erikoistunut ohjelmistokehitysyritys.,
about_p1=Tavoitteenamme on kehittää ja julkaista korkealaatuisia ja käyttäjäystävällisiä ohjelmistoja, jotka tarjoavat käyttäjillemme käteviä tietokoneympäristöjä.
contact_h1=Haluaisimme kuulla sinusta! Täytä tämä lomake, niin otamme sinuun yhteyttä pian.
contact_us=Ota yhteyttä
contact_email=Sähköpostituki
contact_email_at=Voit ottaa meihin yhteyttä myös sähköpostitse osoitteessa : {email}
contact_email_send=Lähetä meille sähköpostia
beta_banner=Kokeile uusia ominaisuuksia PicPick Betalla!
beta_button=Kokeile nyt
try_darkmode=Kokeile tummaa tilaa
try_darkmode_on=Tumma tila on päällä
contact_form_category=Luokka
contact_form_select=- VALITSE -
contact_form_email=Sähköposti
contact_form_subject=Aihe
contact_form_body=Yksityiskohdat
contact_form_body_placeholder=Kerro meille lisää...
contact_form_os=Käyttöjärjestelmä
contact_form_version=PicPick versio
contact_form_license=Lisenssiavain
contact_form_license_placeholder=Jos haluat premium-tukea, anna voimassa oleva lisenssiavain.
contact_form_success=Onnistui
contact_form_success_description=Palautteesi lähetys onnistui.
contact_form_error=Virhe
contact_form_error_description=Olemme pahoillamme, ettemme voi käsitellä tätä tällä hetkellä.
promotion_timeout=Älä missaa sitä ennen kuin se on mennyttä.
buy_existing_user=Uudista olemassa oleva lisenssi
checkout_for_individual=Yksityishenkilöille
checkout_for_individual_desc=sinkku tai perhe
checkout_for_company=Tiimeille
checkout_for_company_desc=yritys tai organisaatio
checkout_header=Toimitustiedot
checkout_summary=Tilauksen yhteenveto
checkout_license=Lisenssi
checkout_product=Tuote
checkout_users=Käyttäjät
checkout_quantity=Laatu
checkout_quantity_warning_header=Asenna enintään {num} tietokoneeseen.
checkout_quantity_warning_body=Lisää määrää, jotta voit asentaa useampaan tietokoneeseen.
checkout_price=Hinta
checkout_vat=Veroja ja lisämaksuja saatetaan periä.
checkout_firstname=Etunimi
checkout_lastname=Sukunimi
checkout_companyname=Yrityksen nimi
checkout_email=Sähköposti
checkout_email_confirm=Vahvista sähköpostiosoite
checkout_checkout=Kassalle
checkout_or=TAI
checkout_paypal=PayPal-maksu
thankyou_header=Kiitos tilauksestasi. Maksu on suoritettu!
thankyou_detail=Tilauksen tiedot
thankyou_orderref=Tilausnumero
thankyou_payment=Maksutapa
thankyou_date=Päiväys
thankyou_total=Kokonaishinta
thankyou_email=Tarkista {email} tilausvahvistussähköposti (roskapostikansio mukaan lukien).
promo_continue=Jatka
promo_warning=Tarvitsemme maksutiedot, jotta voisimme todentaa sinut, kun rekisteröidyt. Emme veloita ilmaisesta kampanjasta.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Napsauta näytön keskipistettä.
MSG_ACTIVEWINDOW=Paina [%s] näppäimellä kaappaa aktiivinen ikkuna.
MSG_EXITSAVEIMAGE=Haluatko tallentaa muutokset [%s]?
MSG_DEFAULT_IMAGENAME=Kuva
MSG_DIRECTORYACCESSERROR=Hakemistoa ei voi käyttää.
MSG_DEFAULT_TAPNAME=Ei kuvaa
MSG_HOTKEY_ALREADY1=PicPick ei voi rekisteröidä seuraavia pikanäppäimiä.
MSG_HOTKEY_ALREADY2=Haluatko vaihtaa nämä pikanäppäimet?
MSG_THISFOLDERNOTFOUND=Hakemistoa [polku tai kansion nimi] ei löydy.
MSG_INVALID_FILENAME=Tämä tiedostonimi on virheellinen.
MSG_FAIL_AUTOSAVE=Tarkista automaattisen tallennuksen tiedostonimiasetukset. Jos ongelma jatkuu tarkistuksen jälkeen, lisää picpick.exe virustorjuntaohjelmiston sallittujen tiedostojen luetteloon.
MSG_INVALID_CLIPBOARD=Leikepöydän tietoja haettaessa tapahtui virhe!
MSG_CANNOTREPEATCAPTURE=Valittua aluetta ei löydy viimeisimmästä kaappauksesta.
MSG_CLOSEALLIMAGE=Haluatko sulkea kaikki tallentamattomat kuvat?
MSG_FILE_OPEN=Avaa
MSG_FILE_SAVE=Tallenna nimellä
MSG_NEWVERSIONAVAILABLE=PicPickistä on saatavilla uudempi versio. Haluatko siirtyä lataussivulle nyt?
MSG_PROGRAM_NOTADDYET=Sinun on valittava ulkoinen ohjelma kuvakaappausten lähettämistä varten!
MSG_EXTERNALPROGRAMERROR=Määritettyä ulkoista ohjelmaa ei löydy. 
MSG_PARAMETERS_TITLE=PicPickin parametrit
MSG_OLDLANGUAGE=Kielitiedosto on vanha versio, joten joitakin tekstejä ei ole käännetty. Haluatko todella vaihtaa kielen? 
MSG_INVALIDALBUMNAME=Albumin nimi on virheellinen.
MSG_CREATEFAILUREALBUM=Virhe albumin luomisessa.
MSG_LOADINGFAILUREALBUM=Virhe albumien lataamisessa.
MSG_IDEMPTY=Syötä käyttäjätunnus.
MSG_PWEMPTY=Anna käyttäjän salasana.
MSG_SAVE=&Tallenna
MSG_DONTSAVE=Älä talle&nna
MSG_DONTSAVEALL=Älä t&allenna mitään
MSG_NODISPLAYAGAIN=Älä näytä tätä viestiä uudelleen
BTN_YES=&Kyllä
BTN_NO=&Ei
BTN_NOALL=Ei kaikkii&n
MSG_INPUTTEXT=Syötä teksti tähän
MSG_FLATTENLAYER=Tässä tehtävässä sinun on tasattava muodot taustakuvan kanssa. Haluatko tasoittaa muodot?
MSG_FLATTENALL=Haluatko tasata kaikki muodot?
MSG_INVALID_DOWNLOADURL=Kuvan lataamisessa tapahtui virhe.
MSG_OPENURL=Syötä URL-osoite.
MSG_ANYSETTINGOK=Asetukset muutettiin onnistuneesti.
MSG_DEFAULTEDITOR=PicPick on asetettu oletuskuvankäsittelyohjelmaksi.
MSG_FTPINFONEED=Sinun on ensin annettava FTP-palvelimen tiedot.
MSG_CONNECTIONFAIL=Yhteyden muodostamisessa palvelimeen tapahtui virhe.
MSG_PROGRAM_NOSKYPE=Skypeä ei löydy.
MSG_ACTIVATE_OFFLINE=Lisenssiavainta ei voida aktivoida verkko-ongelman tai jonkin muun syyn vuoksi. Haluatko aktivoida lisenssin offline-tilassa?
MSG_ACTIVATE_OK=Lisenssisi on aktivoitu. Kiitos, että valitsit PicPickin!
MSG_ACTIVATE_TRIAL=Kokeilulisenssi on aktivoitu. Kiitos, että valitsit PicPickin!
MSG_ACTIVATE_FAIL=Aktivointi on hylätty. Ota yhteyttä PicPick-tukeen.
MSG_VALIDOWNERNAME=Syötä voimassa oleva omistajan nimi.
MSG_VALIDLICENSEKEY=Syötä voimassa oleva lisenssiavain.
MSG_FILENOTFOUND=Tiedostoa ei löydy.
MSG_CAPTUREAREAFAIL=Kaapattavan alueen laskennassa tapahtui virhe. Tarkista ohjelmisto (virustorjunta, haitta- ja vakoiluohjelmat), joka voi aiheuttaa ongelman.
MSG_TRANSPARENCYLOST=Jos tallennat tämän kuvan, läpinäkyvyys häviää. Haluatko jatkaa?
MSG_DONOTSHOWWEEK=Älä näytä tätä ikkunaa uudelleen viikkoon
MSG_NEWVERSIONAVAILABLE_SHORT=PicPickin uusi versio on saatavilla
MSG_HOTKEY_ALREADY3=Tarkista muut käynnissä olevat sovellukset, kuten Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=PicPickistä on saatavilla uudempi versio. Haluatko asentaa sen nyt?
MSG_NEWVERSIONINSTALLING=Odota, päivitystä ladataan....
MSG_NEWVERSIONRESTART=Päivitys käynnistyy automaattisesti muutamassa sekunnissa...
MSG_ACTIVATE_INVALID=Syöttämäsi lisenssiavain on virheellinen. Tarkista avain ja yritä uudelleen.
MSG_NOUPDATEAVAILABLE=Tällä hetkellä ei ole päivityksiä saatavilla.
MSG_NOTENOUGHCAPTUREAREA=Valittu alue on liian pieni kaappaukseen.
MSG_CAPTUREOPTION_NEXTTIME=Valittua vaihtoehtoa sovelletaan seuraavalla kaappauskerralla.
MSG_ACTIVATE_EXPIRED=Lisenssisi on vanhentunut. Uudista lisenssi, jotta voit jatkaa PicPickin käyttöä keskeytyksettä.
MSG_RESTART_WARNING=Jotkin muutokset tulevat voimaan vasta, kun ohjelma käynnistetään uudelleen.
MSG_DEACTIVATE=Haluatko varmasti poistaa lisenssin käytöstä tällä tietokoneella?
MSG_DEACTIVATE_SUCCESS=Lisenssisi on poistettu käytöstä.
MSG_SCREENRECORDER_FAILURE=Virhe Screen Recorderia alustettaessa. Asenna sovellus uudelleen.
MSG_SCREENRECORDER_HELP_RECORD=Voit lopettaa tallentamisen kokonäytöllä napsauttamalla tehtäväpalkin ilmoitusalueella olevaa kuvaketta tai painamalla [%s]-painiketta.
MSG_SCREENRECORDER_HELP_STOP=Videon tallentaminen on suoritettu. Haluatko tarkastella tallennettua videotiedostoa tulostuskansiossa?
MSG_SCREENRECORDER_HELP_LIMITED=Tämä ilmainen versio on rajoitettu %d-minuutin tallenteisiin.
MSG_ERROR_LOADIMAGE=Tiedoston lukuvirhe. Tämä ei ole kelvollinen kuvatiedosto, tai sen formaattia ei tällä hetkellä tueta.
MSG_ERROR_LOADHEIC=Tämän tiedoston avaamiseen tarvitaan lisälaajennus. Haluatko siirtyä lataussivulle nyt?
MSG_RESTORE_DEFAULT=Haluatko varmasti palauttaa oletusasetukset?
MSG_DISABLED_FEATURE=Järjestelmänvalvoja on poistanut tämän ominaisuuden käytöstä.
MSG_DUPLICATED_FILETABNAME=Tiedoston tai välilehden nimi on jo olemassa.
MSG_SCROLLCAPTURE_FAILURE=Kohteen [%s] vierityskaappaus epäonnistui.
MSG_SCREENRECORDER_INSTALL=Näytöntallennin vaatii järjestelmänvalvojan oikeudet lisäasennuksen suorittamiseksi. Haluatko jatkaa?
MSG_INVALID_HOTKEY=Painettua näppäintä ei voi käyttää pikanäppäimenä.
#7.2.0
MSG_RESET=Haluatko varmasti nollata asetukset ohjelman lopetuksessa?
MSG_RESET_CONFIRM=Sinun on käynnistettävä ohjelma uudelleen, jotta muutos tulee voimaan.
MSG_SCREENRECORDER_ERROR=Koodauksen käsittelyssä tapahtui virhe.
MSG_SCREENRECORDER_NOINPUTS=Äänilähdettä ei löydy.
MSG_FAIL_LIMIT_AUTOSAVE=Automaattitallennuskansion raja on saavutettu. Tarkista automaattinen tallennuskansiosi.
#7.2.0
